---
kind: property
id: P:Autodesk.Revit.DB.Visual.Generic.GenericReflectivityAt90deg
source: html/8f7a9e75-a463-d35c-02ba-8a773f15d708.htm
---
# Autodesk.Revit.DB.Visual.Generic.GenericReflectivityAt90deg Property

The property labeled "Reflectivity/Oblique" from the "Generic" schema.

## Syntax (C#)
```csharp
public static string GenericReflectivityAt90deg { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.